testRequests/requestKilometersToMiles.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ns1="http://adammlynarczyk.xyz/webservice"
                  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
>
    <soapenv:Header/>
    <soapenv:Body>
        <ns1:getKilometersToMilesRequest>
            <ns1:kilometers>1</ns1:kilometers>
        </ns1:getKilometersToMilesRequest>
    </soapenv:Body>
</soapenv:Envelope>



